42crunch.vscode-openapi
aaron-bond.better-comments
alexkrechik.cucumberautocomplete
amazonwebservices.aws-toolkit-vscode
bencoleman.armview
castwide.solargraph
christian-kohler.npm-intellisense
dbaeumer.vscode-eslint
donjayamanne.githistory
dotjoshjohnson.xml
douglaszaltron.nunjucks-vscode-extensionpack
eamodio.gitlens
ecmel.vscode-html-css
eg2.vscode-npm-script
eriklynd.json-tools
gabrielbb.vscode-lombok
hangxingliu.vscode-nginx-conf-hint
hbenl.vscode-mocha-test-adapter
hbenl.vscode-test-explorer
hisureshk.apigee-vscode-snippets
icrawl.discord-vscode
idleberg.applescript
ivory-lab.jenkinsfile-support
jebbs.plantuml
jenkey2011.string-highlight
ms-azure-devops.azure-pipelines
ms-azuretools.vscode-azureappservice
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-azurestorage
ms-azuretools.vscode-azurevirtualmachines
ms-azuretools.vscode-bicep
ms-azuretools.vscode-cosmosdb
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-vscode-remote.remote-containers
ms-vscode.azure-account
ms-vscode.azurecli
ms-vscode.test-adapter-converter
ms-vscode.vscode-node-azure-pack
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
msazurermtools.azurerm-vscode-tools
msjsdiag.vscode-react-native
oceanicvoivode.oceanic-voivode-vscode
pkief.material-icon-theme
rebornix.ruby
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
ronnidc.nunjucks
samuelcolvin.jinjahtml
secanis.jenkinsfile-support
shan.code-settings-sync
shanoor.vscode-nginx
slevesque.vscode-zipexplorer
trixnz.vscode-lua
visualstudioexptteam.vscodeintellicode
vivaxy.vscode-conventional-commits
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vsls-contrib.codetour
wingrunr21.vscode-ruby
yzhang.markdown-all-in-one
